/* FILL in the blank with your ANSWER */

// Q: What's the difference between package number 1 and number 2?
// A:  Основна різниця між першим і другим пакетом полягає в тому,
// що перший пакет містить файл main.rs, що дозволяє створювати виконуваний бінарний файл.
// Це означає, що він може бути запущений як програма. Другий пакет містить файл lib.rs,
// який призначений для створення бібліотеки. Бібліотеки зазвичай використовуються для повторного
// використання коду в інших проектах, але не можуть бути запущені безпосередньо.
// Тобто перший пакет є виконуваним, а другий — бібліотекою.